import React from "react";
import "../white-quartz.style.scss";

//IMAGE
import image1 from "../../../../../assets/images/white-quartz-article.webp";
import image2 from "../../../../../assets/images/white-quartz-article-img-1.webp";
import image3 from "../../../../../assets/images/news1.webp";

export const WhiteQuartzArticle = () => {
  return (
    <div className="article-white-quartz">
      <div className="article-banner-quartz">
        <h1 className="article-h1">Белый молочный дробленный кварц</h1>
      </div>
      <div className="article-body-quartz">
        <div className="article-inner-body">
          <div className="article-quartz-row-1">
            <div className="article-quartz-row-1-col-left">
              <p className="article-p">
                Предлагаем дробленый кварц в виде остроугольных зерен. Материал,
                в отличие от карьерного или речного песка, отличается более
                активной поверхностью фракционных частиц, а также более крупными
                межзерновыми порами. Такой результат получается из-за плоской и
                шероховатой поверхности граней. Размеры частиц варьируются в
                широких пределах, поэтому их разделяют на множество фракций.
                Самые маленькие – 0,1-0,3 мм, самые крупные – 20-40 мм. Наша
                компания реализует высококачественный кварц. Свяжитесь с нами,
                чтобы сделать заказ – мы гарантируем ценовую доступность и
                качество продукции.
              </p>
            </div>
            <div className="article-quartz-row-1-col-right">
              <img
                loading="lazy"
                src={image1}
                alt="white quartz mining"
                className="article-img"
              />
            </div>
          </div>

          <div className="article-quartz-row-2">
            <h2 className="article-h2">
              Особенности добычи и характеристики материала
            </h2>
          </div>

          <div className="article-quartz-row-3">
            <div className="article-quartz-row-3-col-left">
              <p className="article-p">
                Добывающийся белый молочный дробленый кварц соответствует всем
                стандартам качества, обладает стабилизированным составом
                фракций. Добыча ведется открытым способом, что положительно
                отражается на цене. Преимущества в сравнении с обычным карьерным
                или речным песком – практически полное отсутствие органических
                компонентов, глинистых частиц. Это расширяет возможности
                использования, облегчает подготовку стройматериала.
              </p>
            </div>
            <div className="article-quartz-row-3-col-right">
              <p className="article-p">
                Белый кварц производится путем дробления исходной породы и
                рассеивания по фракциям. Зерна имеют остроугольную форму, чем и
                отличаются от других разновидностей песка. Структура
                характеризуется прозрачностью, отсутствием посторонних
                вкраплений и органических компонентов. Прочие общие преимущества
                материала:
              </p>
            </div>
          </div>

          <div className="article-quartz-row-4">
            <ul className="article-ul">
              <li className="article-li">
                Яркий белый цвет делает материал особенно ценным при проведении
                отделочных работ, а также во всех случаях, когда кварц будет
                выполнять декоративную функцию.
              </li>
              <li className="article-li">
                Высокая механическая прочность частиц, химическая устойчивость
                (контакт со многими органическими веществами и кислотами
                безопасен).
              </li>
              <li className="article-li">
                Повсеместное применение и сочетаемость со многими материалами
                (например, эффективное схватывание с цементом в составе
                строительных смесей).
              </li>
              <li className="article-li">
                Вместе с бетоном используется в качестве минерального
                уплотнителя, повышает прочность поверхностей, их устойчивость к
                износу, интенсивным нагрузкам.
              </li>
            </ul>
            <p className="article-p">
              Цвет у материала молочно-белый из-за того, что в нем содержится
              значительное количество воздуха в растворенном виде. Как результат
              – кварц становится непрозрачным, ведь пропускает не больше 30
              процентов света.
            </p>
          </div>

          <div className="article-quartz-row-5">
            <h2 className="article-h2">Применение белого кварца</h2>
          </div>

          <div className="article-quartz-row-6">
            <p className="article-p">
              Сферы использования и дробленого кварца почти такие же, как и у
              окатанного песка. Основные направления следующие:
            </p>

            <ul className="article-ul">
              <li className="article-li">
                Внутренняя и наружная отделка поверхностей, многие виды
                строительных работ.
              </li>
              <li className="article-li">
                Очистка и подготовка воды, перед ее поступлением в водопроводную
                систему.
              </li>
              <li className="article-li">
                Производство керамических и стеклянных изделий.
              </li>
              <li className="article-li">
                Изготовление высокопрочных строительных смесей.
              </li>
              <li className="article-li">
                Пескоструйная абразивная обработка поверхностей, сложных
                конструкций.
              </li>
            </ul>

            <p className="article-p">
              Широко распространено декоративное применение (например, как
              компонент ландшафтного дизайна). Кварцевый дробленый песок можно
              окрашивать с помощью специальных красителей, после чего
              использовать в составе строительных смесей, штукатурки, напольных
              покрытий.
            </p>
          </div>

          <div className="article-quartz-row-7">
            <div className="article-quartz-row-7-col-left">
              <img loading="lazy" src={image2} alt="" className="article-img" />
            </div>
            <div className="article-quartz-row-7-col-right">
              <img loading="lazy" src={image3} alt="" className="article-img" />
            </div>
          </div>

          <div className="article-quartz-row-8">
            <h2 className="article-h2">
              Почему стоит заказать белый кварц в нашей компании
            </h2>
          </div>

          <div className="article-quartz-row-9">
            <p className="article-p">
              Мы осуществляем прямое сотрудничество с компаниями-производителями
              сырья, поэтому можем постоянно контролировать качество
              поставляемых материалов. Отсутствие посредников также дает
              преимущество в плане цены, сделать условия приобретения более
              выгодными для заказчика. Выбирая сотрудничество с нашей компанией,
              вы можете рассчитывать на следующие преимущества:
            </p>

            <ul className="article-ul">
              <li className="article-li">
                Высококачественные материалы, отвечающие всем стандартам
                качества и безопасности.
              </li>
              <li className="article-li">
                Различные форматы фасовки, в зависимости от пожеланий клиента.
              </li>
              <li className="article-li">
                Несколько вариантов оплаты заказа, безналичный расчет.
              </li>
              <li className="article-li">
                Доступные цены благодаря отсутствию посредничества и продуманной
                логистике. Возврат стоимости, если продукция окажется
                некачественной.
              </li>
              <li className="article-li">
                Организуем доставку стройматериалов в страны Европы, Азии.
                Приоритетные направления – Россия и СНГ.
              </li>
              <li className="article-li">
                Индивидуальный подход к покупателям, специальные и акционные
                предложения, программы лояльности для постоянных клиентов.
              </li>
            </ul>

            <p className="article-p">
              Продукция доставляется заказчику различными способами – морские
              контейнеры, грузовые машины, железнодорожный транспорт. Какой
              именно вариант выбрать – решается в ходе переговоров с клиентом.
              Учитываем фасовку, объем и массу транспортируемого песка,
              расстояние, и конечно – пожелания покупателя. Сделать заказ на
              белый дробленый кварц в нашей компании вы можете по телефону,
              электронной почте, а также через обратную связь. Любая заявка
              немедленно рассматривается и принимается в обработку. Если вам
              требуется помощь в выборе продукции, подробная информация об
              условиях и нюансах сотрудничества, специалисты предоставят
              консультацию.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};
